adw-gtk-theme
android-tools
ani-cli
awww
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
calf
cliphist
cups
cups-pk-helper
cursor-bin
ddcutil
drawio-desktop
dunst
easyeffects
efibootmgr
exfatprogs
eza
fastfetch
ffmpegthumbnailer
file-roller
firefox
git
github-desktop-bin
gnome-keyring
google-chrome
grim
grub
gst-plugin-pipewire
gvfs
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
imagemagick
imv
intel-media-driver
intel-ucode
iwd
kitty
libpulse
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
linux-lts
linux-zen
llvm
lsp-plugins
ly
man-db
mda.lv2
nano
nautilus
neovim
network-manager-applet
networkmanager
npm
ntfs-3g
nwg-look
obsidian
orchis-dracula-theme-git
pamixer
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polkit-kde-agent
power-profiles-daemon
proton-vpn-gtk-app
pyenv
python-pywal
qt5-wayland
qt6-wayland
rclone
ristretto
rofi
sddm
slurp
smartmontools
sudo
swappy
swaync
system-config-printer
telegram-desktop
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tk
tree
ttf-cascadia-code-nerd
ttf-jetbrains-mono-nerd
tumbler
udiskie
udisks2
uwsm
vim
visual-studio-code-bin
vlc
vscodium-bin
vscodium-bin-marketplace
vulkan-intel
waybar
waydroid
waydroid-image
wget
wireless_tools
wireplumber
wl-clipboard
wlogout
wob
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
zam-plugins
zram-generator
zsh
